[FILE]
ANSICP=1251
Author=D@wlet_Turkmensoft (turkmensofts@gmail.com)
Help=AIMP-ru.chm
Icon=0000010001001010000001001800680300001600000028000000100000002000000001001800000000004003000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000F000007000000900000AC0000880000000000000000000000000000000000000000000000000000000000000000000016007899626B76CF747ED36474CF688D4F64894B5F86465A834156803D547D39507A354D78324A752F46742B000000001C007C9D669199DC5368D17D84D5507B354B772F46732A4170243C6C1F3968193465143061102C5F0D4A762F000000002400809F6B5A68CE53629C5264CD557F3B507B354B773047742A4270253D6D1F39691A3465153062114D79330000000E380C7FA2706468C859679F535EC35C8548578438517D354A7D2F4878274272243B711D3A6D1536661548772F0101000E370C75906D5967BD596896565CB45B7E48557D42517F36527632477330437227426B223A6822386A1A507135080C05002A0083A36F5D63C8586794535AC45B834155803B517C354C793047742B4271253E6D2039691A356515507B36000000002E0086A5736370D15D5FB65B69CE6087465B844156803C7898635B844148752B4371263E6D203A691A557E3A00000000340089A775666BCC5F62C05E63C9648B4C81A06EDDE5D8DAE2D39DB58E5C854249752C4471263F6D2159813F0000000036008CA9796B78D46670CF6471D2698E50BDCEB4608847C8D4BEE7ECE47899634E7A3249752C4472275D85440000000038008EAA7B6C72CF6F89DE666CCC94AF84698E518EAB7D618947E5EBE271945A537E384F7A3249752D6289490000000038008EAB7B8792DD8E90DC98A0E288A67491AD7F81A16EC9D6C09DB48D77986173955D6E93586B8F53668C4E0000000038008EAB7B8792DD8E90DC98A0E288A67491AD7F81A16EC9D6C09DB48D77986173955D6E93586B8F53668C4E0000000038000038001826BA0000AA00009E003000002C002C620B002200001C00001400000F00000700000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000FFFF00000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000FFFF0000
LangId=1090
Name=Türkmençe (TM)
VersionId=5110

[About]
B1=Ýap
Caption=Hakynda
L1=Goldaw:
L2=Awtor:
L4=Dizaýn:
L5=Ygtyýarnama ylalaşygy
L6=Üýtgeşmeleriň taryhy

[Actions]
EqualizerFrame=Ekwalaýzer
Form.AutoHide=Görkezmegiň režimi: birsydyrgyn awto-gizlenme
Form.DockTo=Berkit
Form.DockToEdges=ekranyň çep tarapyna berkit|ekranyň sag tarapyna berkit|ekranyň ýokarky tarapyna berkit|ekranyň aşaky tarapyna berkit
Form.DoMaximize=Doly ekran görnüşinde aç
Form.Fixed=Görkezmegiň režimi: berkidilen
Form.Float=Görkezmegiň režimi: birsydyrgyn
Form.LockPlacement=Penjiräniň ýagdaýyna görä berkit
Form.Maximize=Aç|Dikelt
Form.Minimize=Ýygna
Form.StayOnTop=Ähli penjireleriň üstünde
Form.Undock=Adaty režim
Form.Visible=%s - görkez|%s - gizle
PlaylistFrame=Aýtdyryjy sanawy
QuickSearch=Tizleşdirlen gözleg
Tabs.ScrollDown=Goşmaça sahypalary yza aýlandyr
Tabs.ScrollUp=Goşmaça sahypalary öňe aýlandyr
Visuals.VisualMenu=Wiziualizasiýalaryň sanawy

[AddLinkDialog]
btnOk=Bolýar
Caption=Salgylanma goş
lbLink=Akyma salgylanma:
lbName=Görkezilen ady:

[AIMP]
acCopyTo=Göçürmäge...
acFormsTogglePlaylistVisibility.h=Aýtdyryjy sanawy görkez/gizle
acFormsTogglePlaylistVisibility=Aýtdyryjy sanawy
acHelp=Kömek
acMainAddFiles.h=Faýly goş
acMainAddFiles=Faýllar
acMainAddFolder.h=Bukjany goş
acMainAddFolder=Bukja
acMainAddPlaylist.h=Aýtdyryjy sanawy goş
acMainAddPlaylist=Aýtdyryjy sanawy
acMainAddURL.h=Salgylanma goş
acMainAddURL=Salgylanma
acMainBookmarksManager=Bellikleriň dolandyryjysy
acMainDSPManager=Effektler dolandyryjysy
acMainDSPManagerCrossMixing=Ses effektleri dolandyryjysy: Tregiň ýagdaýyna görä sazla
acMainDSPManagerDSP=Effektler dolandyryjysy: DSP/VST
acMainDSPManagerEQ=Ses effektleri dolandyryjysy: Ekwalaýzer
acMainDSPManagerSilenceRemover=Ses effektleri dolandyryjysy: Ümsümligi ýok et
acMainDSPManagerSoundEffects=Ses effektleri dolandyryjysy: Umumy
acMainDSPManagerVolumeNormalization=Ses effektleri dolandyryjysy: Kadaly sesi
acMainExit.h=Programmadan çyk
acMainMinimize.h=Ýygna/aç
acMainOpenFiles.h=Faýly aç
acMainOpenFiles=Faýllary aç
acMainOpenFolder=Bukjany aç
acMainOpenPlaylist.h=Aýtdyryjy sanawy aç
acMainOpenPlaylist=Aýtdyryjy sanawyny aç
acMainStayOnTop=Ähli penjireleriň üstünde
acMLCompressDB=Maglumatlar binýadyny gys
acMLDeleteAll=Maglumatlar binýadyndan ähli faýllary ýok et
acMLEditBookmark=Bellikleri redaktirle...
acMLGroupingTreeDeleteSelected=Maglumatlar binýadyndan ýok et
acMLGroupingTreeDeleteSelectedPhysically=Fiziki taýdan ýok et
acMLLabelsDialog=Bellik...
acMLMakeReport=Hasabat...
acMLMissedFiles=Geçirilen faýllar...
acMLPlayFiles=Aýtdyr
acMLPlaySelectedFiles=Saýlanan faýllary aýtdyr
acMLReloadTagsForAllFiles=Faýllaryň belliklerini täzeden oka
acMLReloadTagsForSelectedFiles=Saýlanan faýllaryň belliklerini täzeden oka
acMLResetStats=Ähli faýllaryň statistikasyny ýitir
acMLResetStatsForSelectedFiles=Saýlanan faýllaryň statistikasyny ýitir
acMLTableDeleteSelected=Maglumatlar binýadyndan saýlanan faýllary ýok et
acMLTableSendFilesToActivePlaylist=Işjeň aýtdyryjy sanawyna goş
acMoveTo=Geçirmäge....
acOpenFolder=Bukjany aç
acOptionHotkeys.h=Gyzgyn düwmeleri sazla
acOptionHotkeys=Gyzgyn düwmeler
acOptionLangs.h=Interfeýsiň dilini sazla
acOptionLangs=Interfeýsiň dili
acOptionPlugins.h=Plugin-leri sazla
acOptionPlugins=Plugin-ler
acOptions=Sazlamalar
acOptionShutdown.h=Meýilleşdirijini sazla
acOptionShutdown=Meýilleşdiriji
acOptionSkins.h=Interfeýsiň sazlamalary
acOptionSkins=AIMP-iň temalary
acPlayableFileCopyFileToClipboard.h=Faýly çalşyk buferine göçür
acPlayableFileCopyInfoToClipboard.h=Faýl hakynda maglumaty çalşyk buferine göçür
acPlayableFileCopyToLastPath.h=Aýtdyrylýan faýly soňky saýlanan bukja göçür
acPlayableFileDeletePhysically=Aýtdyrylýan faýly diskden ýok et
acPlayableFileNextBookmark=Indiki bellik
acPlayableFilePrevBookmark=Öňki bellik
acPlayableFileShowFileInfo=Häzirki faýl hakynda maglumat
acPlayableFileShowQTE.h=Bellikler redaktorynda aç
acPlayableFileToggleSwitchInPlaylist.h=Aýtdyrylýan faýl (aç/ýap)
acPlayerCrossMixing=Maglumat: ýap/aç.
acPlayerJumpToTime=Wagta geç
acPlayerNextTrack=Indiki faýl
acPlayerPauseOnNextTrack=Indiki faýla geçir we säginmede goý
acPlayerPlayPause=Başlat/Sägin
acPlayerPrevTrack=Öňki faýl
acPlayerRadioCapture=Radiony ýazdyr
acPlayerRadioCaptureSingleTrack=Radiony ýazdyr (diňe bir trek)
acPlayerRepeat=Faýly gaýtala
acPlayerRepeatPartAB="A-B" kesimi gaýtala
acPlayerSeekBackward.h=Azrak yza geçir
acPlayerSeekForward.h=Azrak öňe geçir
acPlayerShuffle=Tötänleýin faýl
acPlayerSpeedDecrease=Tizlik: peselt
acPlayerSpeedIncrease=Tizlik: güýçlendir
acPlayerSpeedResetToDefaults=Tizlik: adaty
acPlayerStop.h=Aýtdyrmany sakla
acPlayerStopAtEnd.h=Häzirki faýldan soň aýtdyrmany sakla
acPlayerTempoDecrease=Depgin: peselt
acPlayerTempoIncrease=Depgin: güýçlendir
acPlayerTempoResetToDefaults=Depgin: adaty
acPlayerVolumeDown.h=Ses -
acPlayerVolumeMute.h=Sesi (aç/ýap)
acPlayerVolumeMute=Sessiz
acPlayerVolumeUp.h=Ses +
acPlaylistAddSelectedToBookmarks=Belliklere goş
acPlaylistAddSelectedToQueue=Nobata goş
acPlaylistClose=Aýtdyryjy sanawy ýap
acPlaylistCloseOthers=Beýleki aýtdyryjy sanawlary ýap
acPlaylistCopySelectedToClipboard=Saýlanan faýllary çalşyk buferine göçür
acPlaylistDeleteAll=Aýtdyryjy sanawyny arassala
acPlaylistDeleteDuplicates=Gaýtalanýan faýllary ýok et
acPlaylistDeleteNonExists=Ähmiýetsiz faýllary ýok et
acPlaylistDeleteNonSelected=Saýlananlardan başga faýllary ýok et
acPlaylistDeleteSelected=Saýlanan faýllary ýok et
acPlaylistDeleteSelectedPhysically=Saýlanan faýllary diskden ýok et
acPlaylistDeleteSwitchedOff=Öçürilen faýllary ýok et
acPlaylistDeleteSwitchedOffPhysically=Öçürilen faýllary diskden ýok et
acPlaylistFindInML=Fonotekadan tap
acPlaylistFindNewFiles=Täze faýllary gözle
acPlaylistFocusedItemShowQTE=Faýl hakynda maglumat
acPlaylistInsertAfterPlayingItem=Aýtdyrylýandan yzda goý
acPlaylistInsertToQueueBeginning=Nobatyň başyna goş
acPlaylistNew=Täze aýtdyryjy sanawy
acPlaylistNext.h=Indiki aýtdyryjy sanawy
acPlaylistNextAndPlay.h=Indiki aýtdyryjy sanawyny aýtdyr
acPlaylistPlayFocusedItem.h=Saýlanan faýly aýtdyr
acPlaylistPlayFocusedItem=Aýtdyr
acPlaylistPlayPrevious=Geçen aýtdyryjy sanawyny aýtdyr
acPlaylistPrev.h=Öňki aýtdyryjy sanawy
acPlaylistPrevAndPlay.h=Öňki aýtdyryjy sanawyny aýtdyr
acPlaylistReloadFromPreimage=Asyl nusgasyndan maglumaty okat
acPlaylistRemoveSelectedFromQueue=Nobatdan ýok et
acPlaylistRename=Aýtdyryjy sanawyny täzeden atlandyr
acPlaylistReverse.h=Tertiple: tersine öwür 
acPlaylistReverse=Tersine öwür 
acPlaylistSave=Aýtdyryjy sanawyny ýatda sakla
acPlaylistSortByArtist=Ýerine ýetiriji boýunça tertiple
acPlaylistSortByDuration=Dowamlylygy boýunça tertiple
acPlaylistSortByFileName=Bukjasy boýunça tertiple
acPlaylistSortByTitle=Ady boýunça tertiple
acPlaylistSortRandomize.h=Tertiple: garyşdyr
acPlaylistSortRandomize=Garyşdyr
acQueueClear=Nobaty arassala
acQueueManager=Nobat dolandyryjysy
acSearchAdvanced=Giňişleýin gözleg
acSearchQuick=Tizleşdirlen gözleg
acSendToAudioConverter.h=Audio öwürijä iber
acSendToAudioConverter=Audio öwüriji
acSendToTagEditor.h=Giňeldilen bellikler redaktoryna iber
acSendToTagEditor=Bellikler redaktory
acUtilsAudioConverter=Audio öwüriji
acUtilsAudioLibrary=Fonoteka
acUtilsTagEditor=Bellikler redaktory
acVisualExitFromFullScreen=Doly ekranly wizualizasiýa rejesinden çyk
acVisualFullScreen=Doly ekranly
acVisualNext.h=Indiki wizualizasiya
acVisualPrev.h=Öňki wizualizasiýa
CategoryMenu=Kategoriýa
CategoryOptions=Sazlamalar
ClearPls=Aýtdyryjy sanawy arassala
CM_DEL=Aýtdyryjy sanawyndan ýok et
CM_SEL=Faýllary saýla
CountLabel.h=Aýtdyryjy sanawyndaky faýllaryň sany
ItmEQPos=Ekwalaýzeri çepde görkez
LengthLabel.h=Aýtdyryjy sanawynyň umumy dowamlylygy
miBMLocateInSource=Çeşmesini tap
miBMPlaySelectedFromBeginning=Saýlanan faýllary başyndan aýtdyr
miBMResetTimestamp=Wagt ýazgysyny gaýtadan başlat
miCountdown=Yzdan hasaplanylan wagty
miGroupBy=Toparla...
miMLBookmarks=Bellikler
miMLCreateDynPlaylist=Akylly-aýtdyryjy sanawy döret
miMLGroupingPreset=Toparla
miMLGroupingPresetAdd=Goş...
miMLGroupingPresetEdit=Redaktirle...
miMLGroupingPresetRemove=Ýok et
miMLLabelsExclude=Belligi aýyr
miMLLabelsInclude=Belligi belle
miMLManageDB=Maglumatlar binýady
miMLReload=Täzelendir...
miMLTableSendToPlaylist=Aýtdyryjy sanawyna iber
miMLTableViewAlbumThumbnails=Görnüş: miniatýura
miMLTableViewDefault=Görnüş: tablisa
miMLTableViewGroupDetails=Görnüş: hasapça
miPersonalSettings=Şahsy sazlamalar
miPlaylistNewSmart=Täze akylly-aýtdyryjy sanawy
miPreimageSettings=Prototipiň sazlamalary
miRadioCaptureStop=Ýazdyrmany sakla
miRadioCatalogs=Internet radiosynyň bukjasy
miReadOnly=Üýtgetmelere garşy gulpla
miRemoval=Aýyr
miSelectAll=Ähli faýllary saýla
miSelectNone=Hiçisini saýlama
miSelectPls=Aýtdyryjy sanawyny saýla
miSelectSwitchedOn=Işledilenleri saýla
miSendTo=Iber
miSendToPlaylist=Başga aýtdyryjy sanawyna iber
miSortByPatternOptions=Sazlamalar
miSortRandomizeGroupItems=Topardaky faýllary garyşdyr
miSortRandomizeGroups=Toparlary garyşdyr
miSortRandomizeGroupsAndItItems=Toparlary we olardaky faýllary garyşdyr
miSwitchOff=Ýapyk
miSwitchOn=Açyk
N6= Bellikleri gaýtadan gözden geçir
N7=Ýakyndaky meýilleşdirilen tabşyryk:
N20=Nobat
N22=Treý
N31=Wizualizasiýanyň rejesi
N34=Goş
N35=Penjiräni görkez
N36=Ekwalaýzer
N37=Wizualizasiýa penjiresi
N38=(ählisini gizle)
N39=Redaktirle
N40=Wizualizasiýalar
N41=AIMP-iň temalary
N43=Kömek
N47=Çyk
N56=Hyzmatlar
N70=Gyzgyn düwmeleriň işini duruz
N75=Hyzmatlar
N79=Häzirkini görkez
N80=Sazlamalary ýükle
N81=Sazlamalary ýatda sakla
N83=Ähli effektleriň sazlamalaryny aýyr
N84=Ekwalaýzeriň sazlamalaryny aýyr
N85=Ählisini ýygna
N86=Ählisini aç
N90=Aýtdyryjy
N91=Başlat/Sägin
N92=Sakla
N93=Faýllary goş
N95=Öňki trek
N96=Indiki trek
N98=Sesi
N114=Bir atly kategoriýalylary birleşdir
N115=Ähli bir atly kategoriýalylary birleşdir
pmAdd.h=Elementleri goşmak menýusy
pmDelete.h=Elementleri ýok ediş menýusy
pmEqualizer.h=Ekwalaýzeriň sazlamalary
pmMainMenu.h=Esasy menýu
pmManagePlaylist.h=Aýtdyryjy sanawlaryny dolandyr
pmMisc.h="Dürli" menýusy
pmMLDelete.h=Faýllary ýok ediş menýusy
pmMLGroupingPresets.h=Sazlamadan öňki şahalanmanyň toparlanmasy
pmMLLabels.h=Bellikleri dolandyryjy menýu
pmMLMainMenu.h=Esasy menýu - fonoteka
pmMLMisc.h="Dürli" menýusy
pmMLTableViews.h=Görnüşi
pmNewPlaylist.h=Täze aýtdyryjy sanaw...
pmPlaylistList.h=Aýtdyryjy sanawynyň hasaby
pmQuickOptions.h=Tizleşdirlen sazlamalar
pmSorting.h=Faýllary tertipleýji menýu
pmUtilities.h=Hyzmatlar
SentToNewPLS=Täze aýtdyryjy sanawyna
SizeLabel.h=Aýtdyryjy sanawyndaky faýllaryň ölçegi
TCFixFloat=Maglumatlar panelini belle
TL=Treklisti iber
TrayCotnrol=Kiçijik aýtdyrjyny görkez

[AIMPBookmarkEditDialog]
Caption=Belligi redaktirle
L1=Sözbaşy:
L2=Ýoly:
L3=Belligi:
L4=Wagt ýazgysy:
L5=Teswir:

[AIMPConverterStatsDialog]
btnOK=Bolýar
Caption=Öwürme tamamlandy!
cbDontShowAgain=Bu barada indi görkezme
Message=Faýllaryň mukdary: %0:s\n\nSarp edilen wagt: %2:s\nOrtaça wagty: %3:s\n\nGiriş: %5:s\nÇykyş: %6:s\nTygşytlandy: %4:s

[AIMPFindMissedFilesDialog]
acApply=Saýlananlar üçin ulan
acFind=Gözle...
acRemoveSelected=MB-dan saýlananlary ýok et
acReplace=Faýlyň ýoluny çalyş...
Caption=Geçirilen faýllary dolandyr

[AIMPML]
Added=Goşuldy
Album=Albom
AlbumArtist=Albomyň ýerine ýetirijisi
Artist=Ýerine ýetiriji
BitDepth=Diskretizasiýanyň çuňlugy
Bitrate=Bit ýygylygy
BPM=BPM
Channels=Kanallaryň sany
Comment=Teswirler
Composer=Kompozitor
Conductor=Dirižýor
Copyrights=Awtorlyk hukugy
CreatedAt=Döredilen
DiskNumber=Disk №
Duration=Dowamlylygy
FileFormat=Görnüş
FileName=Faýlyň ady
FileSize=Faýlyň ölçegi
Genre=Žanr
Labels=Bellik
LastModification=Faýlyň üýtgedilen senesi
LastPlayback=Iň soňky aýtdyrylan
Lyricist=Tekstiň awtory
Mood=Şäht
Name=Ady
PlaybackCount=Aýtdyrylan sany
Publisher=Neşirýatçy
Rating=Dereje
SampleRate=Ýygylyk
Source=Çeşme
Timestamp=Wagt ýazgysy
Title=Ady
TrackNumber=Trek №
URL=Salgylanma
UserMark=Baha
Year=Ýyl

[AIMPML.Controls]
Customize=Sazla
DataSourceList=Maglumat çeşmeleriniň sanawy
History=Aýtdyrylanlaryň taryhy
NewLabel=Täze bellik
NewLabelDialog=Täze bellik...
None=(girizilmedik)
ResetAllFilters=Ähli süzgüji ýitir
ResetFilter=Süzgüji ýitir
ShowAll=(ählisini görkez)
UnsetAllLabels=Ähli belligi aýyr

[AIMPML.Presets]
BestTracks.C=Iň gowy sazlar
BestTracks.V=Iň ýokary %d | ýokary baha berildi
NewTracks.C=Täze sazlar
NewTracks.V=Gün üçin | Üç gün | Hepde üçin | 2 hepde | Aý üçin | Hiç haçan oýnamadyk

[AIMPML.Reports]
AlbumCount=Albomlaryň sany:
ArtistCount=Ýerine ýetirijileriň sany:
Common=Statistika
FavoriteAlbums=Söýgüli albomlar (Iň halanýan %d)
FavoriteArtists=Söýgüli ýerine ýetiriji (Iň halanýan %d)
FavoriteGenres=Söýgüli žanrlar (Iň halanýan %d)
FavoriteTracks=Söýgüli aýdymlar (Iň halanýan %d)
GenreCount=Žanrlaryň sany:
L1=Aýtdyrylan sany
L2=Faýllaryň sany
L3=Sarp edilen wagt (~)
L4=Ýerine ýetiriji
L5=Diňlenen
L6=Ählisi
TrackCount=Faýllaryň sany:

[AIMPMLFilterEditorDialog]
btnCancel=Bes et
btnOK=Bolýar
Caption=Sazlamalar süzgüji
pcpFilter=Süzgüç

[AIMPMLFilterEditorDialog.FilterControl]
C=Düzgüni goş
G=Topary goş
Op0=deň
Op1=deň däl
Op2=arasy
Op3=az
Op4=az ýa-da deň
Op5=köp
Op6=köp ýa-da deň
Op7=saklaýar
Op8=bilen başlaýar
Op9=şunuň bilen tamamlanýar
Op10=soňky X gün 
R=Ýok et

[AIMPMLGroupDetailsCustomizationForm]
btnReset=Ýitir
Caption=Toparlamanyň sazlamalary
GB1=Toparlamak üçin meýdança
GB2=Görkezmek üçin meýdança

[AIMPMLGroupingPresetEditDialog]
btnClearFilter=Arassala
btnEditFilter=Sazlamalar...
Caption=Toparlandyrmanyň şablony
L1=Awto-ady
L2=Ýerine görä toparla
L3=Maglumat süzgüji
lbName=Ady
lvAvailable=Elýeterli ýer
lvGroup=Ulanylýan ýer

[AIMPMLLabelsDialog]
acMoveLeft=Belligi belle
acMoveRight=Belligi aýyr
acRemove=Belligi ýok et
acRename=Belligi täzeden atlandyr
btnCancel=Bes et
btnOK=Bolýar
C1=Belligi belle
C2=Elýeterli bellik
Caption=Bellik
L1=Belligiň adyny giriziň
L2=Goş
miSetToAll=Ähli faýla belle
miUndoSetToAll=Bes et: ähli faýla bellemegi

[AIMPFindMissedFilesDialog.tlMissedFiles]
c[0]=Ähmiýetsiz faýl
c[1]=Çalyşmaga hödürlenen faýl
c[2]=Deň gelme derejesi

[AIMPMLMonitoringSettingsDialog]
btnClose=Ýap
Caption=Fonoteka - faýllaryň gözegçiligi
CB1=Geçirilen we/ýa-da täzeden atlandyrylan faýllary gözle
CB2=Maglumatlar binýadyndan ähmiýetsiz faýllary ýok et
CB3=Belligi täzeden oka
cbMinFD=Eger dowamlylyk az bolsa:
cbMinFS=Eger ölçegi kiçi bolsa:
cbScanOnStartup=Programma işläp başlanda üýtgetmeleri gözle
cbTrackChanges=Programmanyň işleýän wagtyndaky üýtgetmeleri yzarla
GB1=Gözegçilik
GB2=Täzelenme wagtynda
gbFiltBy=Faýly goýber
L1=Eger onuň giňeltmesi bar bolsa:
L2=Fonotekadaky maglumat binýadyny täzelemek üçin "Täzele" düwmesine bas
pcpFolders=Bukja
pcpSettings=Sazlamalar
btnUpdate=Täzele

[AIMPMLPreimageDialog]
btnCancel=Bes et
btnOK=Bolýar
Caption=Akylly-aýtdyryjy sanawy - fonoteka
cbLimitTo=Trekleriň sanyny çäklendiriň:
cbSortBy=Tertiple:
pcpFilter=1. Süzgüç
pcpPostProcess=3. Çykyş
pcpSort=2. Tertip

[AIMPPlaylistFoldersPreimageDialog]
btnCancel=Bes et
btnOk=Bolýar
Caption=Akylly-aýtdyryjy sanawy - bukja
cbSyncOnChanges=Ýüze çykan üýtgetmelere görä sinhronlaşdyr
cbSyncOnStartup=Programma işläp başlanda sinhronlaşdyr
L2=Indiki giňeltmedäki faýllary geçirip goýber:
pcpFolders=Bukja
pcpSettings=Sazlamalar

[AIMPSearchPathList]
c[0]=Bukja
c[1]=Bukja asty bilen
acAdd=Goş
acDelete=Saýlananlary ýok et
acDeleteAll=Ählisini ýok et

[AIMPPlaylistPreimageDialog]
Caption=Akylly-aýtdyryjy sanawy - aýtdyryjy sanawy
L1=Faýlyň ady\Salgylanma

[AIMPSendToDialogForm]
cbDefault=Adaty hökmünde ulan
cbSaveStructure=Bukjalarynyň gurluşyny ýatda sakla
gbAdditionals=Goşmaça faýllar
gbPath=Niýetlenen bukja
gbRename=Şablon boýunça täzeden atlandyr
L1=Göçür|Geçir
L2=Göçür|Geçir
L3=Göçürmegiň parametri|Geçirmegiň parametri
lbAdditionals=Niýetlenen bukja bilen bilelikde esasy bukjadaky faýllar göçüriler.\n; - bölüji,* - faýlyň adynyň näbelli bölegi

[ATEAutoNumerationForm]
Caption=Awto-belgile
L1=Şundan başla

[ATEAutoTagForm]
C1=Üýtgedilmeden öň
C2=Üýtgedilmeden soňra
c[0]=Faýlyň ady
c[1]=Albom
c[2]=Ýerine ýetiriji
c[3]=Žanr
c[4]=Ady
c[5]=Tregiň sany
c[6]=Ýyl
c[8]=Sollaryň sany
Caption=Faýlyň adyny ulanyp belligi doldyr

[ATEChangeRegisterDialog]
Caption=Görkezijidäki üýtgetme / Transliterasiýa
CB1=Belligi:
GB1=Hereket
L1=Görkeziji:
L2=Transliterasiýa:
L3=Ýeri:

[ATEChaptersEditDialog]
acDelete.h=Saýlanan bölümleri ýok et
acDelete=Saýlananlary ýok et
acEdit.h=Saýlanan bölümi redaktirle
acEdit=Redaktirle
acInsert.h=Bölümi goş
acInsert=Goş
btnFastForward.h=Çalt sara
btnPlayPause.h=Başlat / Sägin
btnRewind.h=Başyna sara
btnSave=Ýatda sakla...
Caption=Bölümleri redaktirleýji
tsVolume.h=Ses belentligi

[ATEChaptersFormatChooser]
btnSave=Ýatda sakla
Caption=Bölümleri redaktirleýji
GB1=Täze at bilen ýatda sakla:
RB1=Bölümler, audio faýla ýerleşdirildi
RB2=CUE, audio faýla ýerleşdirildi
RB3=CUE, aýry faýl hökmünde ýerleşdirilen
RB4=Açyk tekst
W1=* Opsiýa audio faýl formaty üçin elýeterli däl 

[ATEForm]
A0=Awto-belgile
A1=Awto-belgile (%s)
A2=Täzeden atlandyr
A3="%s" görnüşine getir
A4=Faýllara ulan
A9=Öň gözden geçirlenleri goýber
acAnalysisBPM=Saýlananlary seljerişdir
acEdit=Ähli setirleri redaktirle
acEditChapters.h=Bölüm redaktirleýjisi...
acRgAlbum=Saýlananlary seljer: bir albom ýaly
acRgFAlbum=Saýlananlary skanirläň: her bukjany albom hökmünde
acRgFile=Saýlananlary seljer: albomy hasaba almazdan
acRgMAlbum=Saýlananlary seljer: albomy belliklerler boýunça anyklap
acRgRemove=ReplayGain hakyndaky maglumaty belliklerden ýok et
acScenarios=Ssenariý...
acSearchOnline.h=Onlaýn serwisiň kömegi bilen awto-doldur
acSearchOnlineAlbumArts=Albomyň suratyny internetden tap...
acSearchOnlineLyrics=Aýdymyň tekstini internetden tap...
aSave=Ýatda sakla
aTag.h=Awto-doldyryş
B1.h=Görkezijidäki üýtgetme / transliterasiýa
B5=Bellikleri täzele
btnBPM.h=Minutda urgy möçberi
btnLayout.h=Görnüşini çalyş
btnRG.h=Replay Gain
btnScripts.h=Ssenariý
Caption=AIMP - Giňeldilen bellikler redaktory
cbSubFolders=Bukja-asty bilen
lbNoData=(görkezmäge maglumat ýok)
miDelete=Ýok et
miDeletePhys=Diskden ýok et
miGroupBy=Toparla
miGroupByFolder=Toparlama bukjasy
miGroupByNone=Toparlamasyz
miJumpTo=Bukja geç...
miNumCfm=Tassyklamagy sora
miSoundOut=Aýtdyrmagyň sazlamalary
TM0=Diskdaky faýllar
TM1=Ulanyjy tarapyndan goşulan faýllar

[ATEForm.lvTable]
c[0]=№
c[1]=Disk №
c[2]=Faýlyň ady
c[3]=Ady
c[4]=Ýerine ýetiriji
c[5]=Albom
c[6]=Ýyly
c[7]=Žanry
c[8]=Bit ýygylygy
c[9]=Dowamlylygy
c[10]=Formaty
c[11]=Suraty
c[12]=ID3v1
c[13]=ID3v2
c[14]=APE
c[15]=WMA
c[16]=Vorbis
c[17]=M4A
c[18]=Ölçegi
c[19]=Aýdymyň teksti
c[20]=BPM
c[21]=Replay Gain

[ATEOnlineSearchForm]
aiProgressInidcator=Gözleg ýerine ýetirilýär...Garaşmagyňyzy haýyş edýäris.
btnCancel=Bes et
btnSave=Faýllara ulan
Caption=Onlaýn serwisiň kömegi bilen awto-doldur 
edSearchBox.b0=Tap
edSearchBox.th=Albom, Ýerine ýetiriji
ErrorAuthorizationRequired=BU hereket hasaba alynmagyňyzy talap edýär. Siz hökman öz profiliňize giriň we AIMP ulanmagy üçin elýeterli ediň, şundan soňra bu hereketi täzeden gaýtalaň.
vlbBindingHint=Bukjadan tapylan trekleri öň bar bolanlaryna baglanyşdyrmak üçin syçanjygyň kömegi bilen ýokarky sanawdan aşak tutup çekip geçiriň.\nÜýtgetmeler diňe belliklenen trekler üçin kabul ediler.

[ATERenameForm]
btnRename=Täzeden atlandyr
Caption=Täzeden atlandyrmagyň parametrleri
CB1=Bellige alynanlaryň hasaby
CB2=Faýlyň göçürmesi bilen işle
GB1=Faýllary şablon boýunça täzeden atlandyr
GB2=Faýllary saýlanan bukja geçir
GB3=Gözle we çalyş
GB4=Görkeziji
GB5=Transliterasiýa
L1=Tap:
L2=Bukjalar boýunça tertiplemek üçin siz "\" (%Y\%A - %T) simwolyny ulanyp bilersiňiz
L3=Şuňa çalyşmaly:

[ATESaveParams]
Caption=Ýatda saklamagyň parametri

[ATEScenariosForm]
btnClose=Ýap
btnRun=Başlat
btnStop=Duruz
Caption=Ssenariý
cbPreviewMode=Öňünden görmegiň režimi
GB1=Ssenariý
lbPreviewMode=Öňünden görme wagtynda ssenariýa girizilen ähli üýtgeşmeler, faýllarda ULANYLMAZ

[AutoTag]
bOk=Ulan
Caption=Awto-dolduryjy
CB1=Eger meýdançada ýazgy bar bolsa doldurma

[CommonDialogs]
B1=Bolýar
B2=Bes et
B3=Täze bukja
BS=Hawa|Ýok|Bolýar|Bes et|Togtat|Gaýtala|Ähmiýet berme|Ählisi|Ýok ählisi üçin|Hawa ählisi üçin|Kömek|Ýap
L1=Bukjany saýla
L2=Bukja-asty bilen
MsgCaptions=Üns beriň|Ýalňyşlyk|Maglumat|Tassyklanan|
SA=Ählisini saýla
SN=Saýlananlary aýyr

[ConfirmDialog]
B1=Çalyş
B2=Ählisini çalyş
B3=Geçirip goýber
B4=Ählisini geçirip goýber
B5=Täzeden atlandyr
B6=Bes et
Caption=Çalşyrma
gbFile1=Faýly çalyş
gbFile2=Täze faýl bilen

[CONTEXT]
0=&AIMP-da aç
1=&Aýtdyr
2=Aýtdyryjy &sanawyna goş
3=Nobata &goş
4=Belliklere &goş
5=&Bellikleri redaktirle
6=&Başga formata öwür
7=Täze &aýtdyryjy sanawynda aç

[Converter]
actAddFiles=Faýllary goş
actAddFolders=Bukjalary goş
actAddPlaylist=Aýtdyryjy sanawyny goş
actDeleteAll=Arassala
actDeleteSelected=Saýlananlary ýok et
actStop=Sakla
bAdd.h=Bukjalary/faýllary goş
bDelete.h=Faýllary ýok et
bQuickOptions.h=Sazlamalar
bSettings=Sazlamalar
bStart=Başlat
Caption=AIMP - Audio öwüriji
csCancel=Bes edildi
csDone=Taýýar
csError=Ýalňyş
csPaused=Sägin
csWaiting=Garaşylýar
lbEncoder=Format:
lbMode=Kodirlemegiň režimi
lbNormalizeVolume=Sesiň belentligini kadalaşdyr:
lbTargetFileName=Faýly täzeden atlandyr:
lbTargetFolder=Göçür:
lbTimeElapsed=Geçdi:
lbTimeLeft=Galdy:
lbTotalProgress=Umumy progress:
lbVolumeNormalization=Ses belentligini kadalaşdyr
miCloseAppWhenDone=Öwürmeden soňra programmany ýap
miDeleteSource=Şowly öwürmeden soňra başlangyç faýly ýok et
miHibernate=Uklat
miSavePathStructure=Ýeri üýtgedilýän faýllaryň bukjasynyň gurluşyny ýatda sakla
miShutdown=Öçür
miShutdownWhenDone=Öwürme gutarandan soňra kompýuteri öçür
miSleep=Uky
miUncheckSuccessful=Şowly öwürmeden soňra belligi aýyr
Modes=Bir başlangyçly - bir faýl|Ähli başlangyçly - bir faýl|Bir bukja - bir faýl

[Converter.lvTable]
c[0]=Ady
c[1]=Format
c[2]=Ýagdaýy
c[3]=№
c[4]=Faýlyň ady
c[5]=Faýl adynyň nyşany

[ConverterEncoders]
bOk=Bolýar
btnReset=Adaty ýagdaýy
cbAsInput=Edil başlangyç faýldaky ýaly
cbChangeFormat=Formaty üýtget
cbCorrectionFile=Korreksiýon faýly döretmeli
cbIncludeMD5=Barlagjemi faýla goşmaly
cbModeHybrid=Gibrid
cbModeLossless=Ýitgisiz
cbNoGap=No Gap
gbMode=Režim
lbBestC=Iň gowy gysyş
lbBestQ=Iň gowy hil
lbBitDepth=Semplleriň formaty:
lbBitrate=Bit ýygylygy:
lbBitrateMode=Režim:
lbChannels=Kanallar:
lbCompression=Gysyş
lbLeast=Tizleşdirlen gysyş
lbMost=Güýçli gysyş
lbProfile=Profil:
lbQuality=Hil:
lbSampleRate=Ýygylyk:
scParams=Parametrleri

[CopyDialog]
0=Göçür...
1=Geçir...
2=Sägindir
3=Dowam et

[DropForm]
CB1=Indi sorama
RG1=Çekip alma

[DSPDialog]
btnEqPresets=Sazlamadan öň
btnReset=Adaty ýagdaýy
CB1=Sesi aýyr (diňe stereo üçin)
CB3=Sesiň "peselmegini" ulan (sägin / dowam et)
CB4=Trek boýunça hereket edilende sesiň "peselmegini" ulan
CB5=Sesiň emaý bilen ulanylmagy
CB6=Öňki trek bilen indikini aýlandyr
CB7=Tregiň başynda sesiň emaý bilen gatalmagy
CB8=Tregiň soňunda sesiň emaý bilen gatalmagy
CB12=Geçirmäge rugsat ber
CB16=Trek dowamlylygyna bagly bolmazdan, soňundaky ümsüligi ýok et
cbEqSwitch=Ekwalaýzeri işlet
GB1=Amplitude boýunça kadalaşdyr
GB2=Elde geçiriş
GB3=Awtomatik geçiş
GB4=Replay Gain
GB6=Ümsümligi ýok et
L1=* Süýrenijini adaty belgisine sag düwmäniň üsti bilen gaýtarmaly
L2=DSP Plugin-ler:
L4=Gysylma koeffisienti:
L5=Häzirki ýagdaýy:
L6=Gysylma koef. iň ýokary çägi:
L7=Gysylma koef. iň aşaky çägi:
L9=Adaty bolşy ýaly ulan:
L10=Sesiň niýetlenen derejesi:
L12=Ümsümligiň dowamy üçin ýok edilme işjeňleşer:
L13=Bellenen derejeden pes ýagdaýynda, ümsümlik signal hasap ediler:
lbChorus=Hor
lbEcho=Ýaň
lbEnhancer=Güýçlenme
lbFlanger=Flanžer
lbPitch=Pitç
lbPreamp=Güýçlenmeden öň
lbReverb=Rewerberasiýa
lbSpeed=Tizlik
lbTempo=Temp
lbTrueBass=Bass
R2=Bellikleriň belgisini ulan
R3=Faýly "dessine" seljer
RB1=Hiç zat etme
RB2=Trekleriň arasyna säginme goş
tcpMixing=Geçiriş
tcpSilenceRemover=Ümsümligi ýok et
tcpSoundEffects=Ses effektleri
tcpVolume=Ses

[DSPDialog.cbReplayGainSource]
i[0]=Çeşme: trek
i[1]=Çeşme: albom

[EditorForm.RegisterFmt]
i[0]=Üýtgewsiz
i[1]=Ähli Sözler Baş Harp Bilen
i[2]=Birinji söz baş harp bilen
i[3]=ÄHLISI BAŞ HARPLAR BILEN
i[4]=ählisi kiçi harplar bilen

[EQPresetsDialog]
B1=Ulan
B2=Bes et
B3=Ýok et
B4=Gaýtadan dikelt
Caption=Sazlamadan öňki ekwalaýzer 

[HotkeysGroups]
AudioConverter.Content=Audio öwüriji: faýllaryň tablisasy
AudioConverter.General=Audio öwüriji: umumy
Common.Dialogs=Umumy: dialogy
Common.SendTo=Faýllar: iber...
Common=Umumy
MusicLibrary.GroupingTree=Fonoteka: şahalaýyn toparlama
MusicLibrary.Table=Fonoteka: tablisa
MusicLibrary=Fonoteka: umumy
Player.Navigation=Aýtdyryjy: ugrukdyrma
Player.PlayableFile=Aýtdyryjy: aýtdyrylýan faýl
Player.PlaybackControl=Aýtdyryjy: aýtdyrmany dolandyr
Player.Visualizations=Aýtdyryjy: wiziualizasiýa
Playlist.AddFiles=Aýtdyryjy sanawy: goşulan faýllar
Playlist.Deletion=Aýtdyryjy sanawy: ýok edilen faýllar
Playlist.Search=Aýtdyryjy sanawy: gözle
Playlist.SelectedFiles=Aýtdyryjy sanawy: saýlanan faýl
Playlist.Sorting=Aýtdyryjy sanawy: tertiple
Playlist=Aýtdyryjy sanawy
TagEditor.Content=Bellikleriň redaktory: faýllaryň tablisasy
TagEditor.CurrentFile=Bellikleriň redaktory: häzirki saýlananlar
TagEditor.Functions.BPM=Bellikleriň redaktory: esasy funksiýa - BPM hasaba alyp
TagEditor.Functions.ReplayGain=Bellikleriň redaktory: esasy funksiýa - ReplayGain hasaba alyp
TagEditor.Functions=Bellikleriň redaktory: esasy funksiýa
TagEditor.Tree=Bellikleriň redaktory: bukjanyň ýoly bilen

[InfoBar]
CB0=Maglumatlar lentasy görnüşinde|Hasapça görnüşinde
CB1=Aýtdyrma başlanandan soňra:
CB2=Çepden|Sagdan|Merkezden
CB3=Ekranyň ýokarysynda görkez|Ekranyň aşagynda görkez
CB4=Albomyň suratyny görkez
CB6=Doly ekranly programmalarda hem görkez, eger bu mümkin bolsa
CB7=Diňe arka görnüşe ulan
CB8=Hemişe görkez
CB9=Aýtdyrma tamamlanmazdan öň: 
GB0=Aýtdyrylýan trek hakynda maglumaty görkez
GB1=Görkez
GB5=Görkezilişi
M1=Arka görnüşi
M2=Setir %d
M3=Şrift
M4=Tekstiň reňki
P1=Maglumatlar lentasy

[MSG]
1=Täze aýtdyryjy sanawy
2=Adyny giriz
3=Fonoteka
4=Berlen amal gaty diskden faýllary ýok edýär. Dowam etmelimi?
5=(aýrylan)
6=Faýl ýa-da bukja tapylmady!
7=Treýe ýygna
8=Esasy penjiräni görkez
9=Täzeden atlandyryş
10=Sesi
11=Pozisiýa
12=Aýtdyr
13=Başyndan aýtdyr
14=Sägin
15=Ulanyjynyň sazlamalary
16=Ählisini saýla
17=Öçük|Açyk
18=Faýly iber
19=Megerem, bu düwme eýýäm başga programma tarapyndan ulanylýar
21=Berlen buýruk işjeň aýtdyryjy sanawyndan başgasyny ýapýar. Dowam etmelimi?
22=Suraty faýla goý
23=Öňünden gör
24=Ähli penjireleriň üstünde
25="%s" faýldaky üýtgetmeleri ýatda saklap bolmady, megerem ol başga programma tarapyndan ulanylýar
26=Üýtgetmeleri faýllara ulanmalymy?
27=Kompozitor
28=Ekran esasy penjiräniň ýerleşýän ýeri bilen anyklanylýar|Ekran %d: ikilenji (%s)|Ekran %d: esasy (%s)
29="%s" bukja ähmiýetsiz
30=Plugin-leriň birini ýok edip bolanok, megerem ol häzirki wagtda başga programma tarapyndan ulanylýandyr:
31=Ýerine ýetirildi...
32=Bir aýtdyryjy sanawynyň düzgüni:\nAýtdyryjy sanawyny çalşyp bolmady, sebäbi ol üýtgedilmekden goralan!
33=Gözle
34=Ýerli faýly
35=Toparlamasyz
36=Faýllaryň gözlegi...
37=Diňe okalýan|Asyl nusgasy bilen birikdirilen
38=Berlen opsiýa birden köp aýtdyryjy sanawyny döretmek mümkinçiligini ýapýar. Bu opsiýa goýlanda beýleki bellikler awtomatik ýapylýar!\n\nDowam etmelimi? 
39=Hili
40=Täze at bilen ýatda sakla
41=Suraty internetden ýükle
42=Format:
43=(Adaty ýagdaýy)
44=Tizlik
45=Balans
46=Açylýar...|Buferizasiýa...
47=Radiony ýazdyr
48=Ady
49=Görkeziji
50=Bu düwme eýýäm ulanyşda!
51=Wagtyna geçmeli:
52=Nädogry format
53=Programmanyň täze elýeterli peýda boldy, gurnamalymy?
54=Gurallar banky
55=Häzirki tutýan orny:
56=Bukjalary boýunça tertiplemek üçin şablondaky "\" simwoly ulanyň
57=Siz çyndanam bar bolan ähli statistikany aýyrmakçymy?|Siz çyndanam saýlanan faýllara degişli bolan ähli statistikany aýyrmakçymy
58=Täze şablon
59=Faýllaryň fiziki ýok edilmegi|Indiki faýly ýok etmek başardanok:
60=Aňladylşy...
61=Bu amal entek soňlanmady. Togtatmalymy?
62=Käbir amallar entek soňlanmady! Olaryň mejbury saklanmagyny isleýärsiňizmi?
63=Faýllaryň gözlegi:
64=Ölçegi:
65=Döredilen senesi:
66=Hiç zat tapylmady.
67=Täzelenme...
68=Maglumatlar binýadynyň öňki ölçegi: %s\nMaglumatlar binýadynyň soňky ölçegi: %s\nTygşytlandy: %s.
69=Ulan
70=Bes et
71=Hökman administratoryň hukugy gerek
72=Faýlyň görnüşi
73=Maglumat ýüklenýär...
74=Profiliň bukjasy
75=Şablon boýunça tertiple
76=Baha ber %s
77=Awto-gözleg
78=Täze faýl:
79=Durulyk
80=Gözden geçir
81=Aýdymyň teksti
82=Faýlyň ýerleşýän ýeri...
83=Awtor. hukugy
84=Üýtgetmeler programma ýapylyp täzeden işledilenden soňra işjeňleşer
85=Baha
86=Göçür
87=Goý
88=Kes
89=Asyl nusgasy
90=Netije
91=Siz çyndanam "%s" ýok etmek isleýärsiňizmi?
92=Ählisi|Goşmaçalar|Dekoderlar|Wizualizasiýalar|DSP
93=Faýllary goş...
94="A-B" kesimi gaýtala [öçük] |"A" nokat berlen|"A-B"kesimi gaýtala "A -B"[açyk]|
95=%s sekuntdan gaýtadan birikdir
96=Üns beriň! Bu amal adaty sazlamalaryň sanawyny aýyrýar! Dowam etmekçimi?
97=Aýtdyryjynyň öçürilendäki ýagdaýyny ýatda sakla
98=Treýe ýygnalanda kiçi-aýtdyryjyny görkez
99=Sazlamalardan öň redaktirle
100=Albom
101=Salgylanma
102=Ýerine ýetiriji
103=Ady
104=Teswirler
105=Žanr
106=Belligi ýok et
107=Ýyl
108=Trek №
109=Disk №
110=Albomyň suraty
111=Gurallar banky tapylmady ýa-da ol nädogry formatda
112=<gatnaşmaýar>
113=Ýerine ýetirildi!
114=Berlen operasiýa statistikany we maglumatlar binýadyndaky ähli faýllary ýok eder! Dowam etmelimi?
115=Dowamlylyk
116=Faýl|Bukja|Aýtdyryjy sanawy
117=Aýtdyryldy
118=Goşulan
119=Bahalandyrma
120=Aýtdyryjy sanawlaryny dolandyr
121=Saklanma:
122=Ýap
123=Faýly çalşyk buferine göçür
125=Kataloglar
126=Garaşmagyňyzy haýyş edýäris...
127=Aýtdyrylan
128=Göçür %s|Geçir %s
129=Awtodoldurma (SSD - şablondan sazla)
130=Alb. ýerine ýetiriji
131=Özgertme:
132=Täzeden atlandyr
133=Parametrleri
134=Saklanyldy
135=Ölçegini üýtget
136=Sazlamalaryň biri üýtgedi. Üýtgetmäni ulanmalymy?
137=Aýrylýan disk|Ykjam disk
138=Ulan
139=%s -dan kompýuter öçüriljek
140=Neşirýatçy
141=dB
142=Üns Beriň! AIMP şu görnüşdäki ses çykaryjy gurluşy ulananda başga programmalar ses çykaryp bilmez.
143=Asyl nusgasy: |Buýrulmadyk|Bukja|Fonoteka|Aýtdyryjy sanawy
144=Kodirleýji
145=Şäht
146=Kompilýasiýa bölegi
147=Katalog
148=Tekstiň awtory
149=Dirižýor
150=Penjire
151=msek
152=Awtomatik
153=sek
154=min
155=B|KB|MB|GB
156=Faýlyň düýp ýollary
157=Şablon boýunça aýtdyryjy sanawa goşanyňyzdan soň faýllary tertipläň:
158=Awtorizasiýa garaşylýar...\nBrauzeriňizde awtorizasiýa ygtyýarnamany doly tamamlamagyňyzy haýyş edýäris.\n\nAmallary bes etmek üçin penjiräni ýapyň.
159=Toplumlaýyn režim
160=Gözleg talaplaryna laýyk gelýän netije ýok

[Options]
bCancel=Ýap
btnReset=Adaty ýagdaýy
Caption=Sazlamalar
miResetPage=Häzirki sahypanyň sazlamalry
miResetProfile=Ähli sazlamalary we ulanyjynyň maglumatlary
miResetSettings=Ähli sazlamalar
wcResetProfile=Bu opsiýa aýtdyryjynyň ähli aýtdyryjy sanawlaryny, daşky temalaryny, sazlamalaryny, hasabatlaryny we beýlekileri__ÝOK EDÝÄR__. Dowam etmekçimi?
wcResetSettings=Bu opsiýa ähli sazlamalary adaty ýagdaýyna getirýär. Dowam etmekçimi?

[OptionsFrameAddFiles]
C1=Faýllary goş
C9=Umumy
C10=Daşky programmalardan faýllary aç
C11=Tutup geçir
CB1=Ulanyjydan tassyklamagy sora
CB2=Audio faýl açylanda aýtdyryjy sanawyndakylary ýitir
CB3=Bukjadaky ähli faýly goş
CB6=Faýllar goşulanda aýtdyryjy sanawyny awtomatik gözden geçir
CB9=Faýllar açylanda olary dessine aýtdyr
CB15=Faýllar goşulanda olary dessine aýtdyr
CB19=Faýllary dessine aýtdyryp başla
CB48=Aýtdyryjy sanawyny täze sahypada aç
CB59=Faýllary ady boýunça tertiple
L1=Adaty hereketi:
L5=Eger-de bir faýl berlen bolsa:
L7=Faýllar açylanda:

[OptionsFrameAddFiles.CBA]
i[0]=Täze aýtdyryjy sanawyny döret
i[1]=Häzirki aýtdyryjy sanawyna goş
i[2]=Boş "Default" aýtdyryjy sanawyna goş

[OptionsFrameAddFiles.RG4]
i[0]=Faýllary häzirki pozisiýa goş
i[1]=Faýllary aýtdyryjy sanawynyň soňuna goş
i[2]=Faýllary aýtdyryjy sanawynyň başyna goş
i[3]=Faýllary aýtdyryjy sanawy boýunça taşlaşdyr

[OptionsFrameAssoc]
B1=Faýllaryň görnüşi
C1=Faýllaryň baglanşygy
CB1=Audio faýllar
CB2=Aýtdyryjy sanawlary
CB3=Temalar

[OptionsFrameConvertor]
C1=Öwürmegiň parametrleri
C18=Özüni alyp baryşy
Caption=Öwüriji
CB1=Sanawa goşulanda audio faýllary faýlyň belligine laýyklykda aýlandyr
CB4=Öwürmeden soňra statistikany görkez
CB6=Öwrülenden soň ses çykar 
GB1=Öwürmeden soňra
L1=Akymlaryň sany:
L2=Akymlaryň maksimal sany MP ýadrolarynyň sany bilen bellenilýär.

[OptionsFrameExtraMeta]
B1=Arassala
Caption=Goşmaça maglumatlar
CB1=Aýdymyň suratyny şablony bilen bilelikde şol bukjada ýatda sakla:
CB2=Aýdymyň tekstini internetden gözle
CB3=Tapylan aýdymyň tekstini faýlyň ýanynda awromatik ýatda sakla
CB4=Aýdymyň tekstini bukjadaky faýldan gözle
CB5=Teksti faýlyň belliklerinden tap
GB1=Suratyny internetden gözle
GB2=Suratyny keşle
GB3=Suratyny bukjadaky faýldan gözle
GB4=Faýl belliklerinden tap
L2=Faýly ýükläp almanyň iň ýokary ölçegi:
L3=Keşlemek diska ýüzlenmäniň sanyny azaltýar, internet traffigini tygşytlaýar we suratyň gözlegini tizleşdirýär.
L4=Könelşenden soňra hasabatyny keşe ýaz:
L5=günden
pctAlbumArts=Albomyň suraty
pctLyrics=Aýdymyň teksti
W1=Munuň üçin talap edilýän plugin-i hökman gurnalan bolmaly

[OptionsFrameHotkeys]
B10=Adaty ýagdaýy
C1=Gyzgyn düwmeler
c[0]=Buýruk
c[1]=Ýerli
c[2]=Global 1
c[3]=Global 2

[OptionsFrameInterface]
C1=Animasiýa
C3=Durulyk
Caption=Interfeýs
CB1=Penjiräniň pikselleýin durulygy
CB2=Aýtdyrylýan trek üçin nawigasiýa zolagynda Waveform görkez*
CB3=Başga penjirelere berkidilendäki aýtdyryjynyň açyk/ýapyk penjiresiniň hereketi
CB4=Iş stolynyň gurallar paneli rejesinde aýtdyryjynyň açyk/ýapyk penjiresiniň hereketi
CB5=Aýtdyrylýan faýlyň spektr wizualizasiýasyny görkez*
CB28=Wiziualizasiýa displeýiniň çalşyrylmagyna rugsat ber*
CB30=Dolandyryş elementleriniň çalşyrylmagyna rugsat ber
CB35=Aýtdyryjy sanawlarynyň bellikleriniň birsydyrgyn aýlanmasy*
CB38=Egerde penjire işjeň bolsa, durulygy öçür
CB39=Syçanjyk penjiräniň üstünde bolsa, durulygy öçür
CB42=Durulygyň birsydyrgyn üýtgemegi
CB52=Penjireleri iş oblastynyň we aýtdyryjynyň beýleki penjireleriniň çägine magnitleşdir
CB68=Ýylmamany ulan
CB71=Beýleki wizualizasiýalara geçmeli:
CB75=Döwürleýin
GB1=Üýtgemeýän bellik üçin şablon *
GB3=Ylgaýan setir üçin şablon *
GB4=Gijeki režim
GB5=Reňk gurluşy
GB7=Doly ekranly režim
GB10=Wizualizasiýany çalyş
L1=*Tema (skin) bu mümkinçilikleri hökman goldamalydyr
L2=Tekstiň razmeri:
L10=Täzelenmäniň interwaly:
L21=Ekranda doly ekranly režimi işletmeli:
L23=Grafikany ekrana bermegi sägindirmeli, ýöne masştabirlenende ýokary hilli şekili berer
pcpGeneral=Umumy
pcpTemplates=Görkezilýän maglumatlar
pcpVisuals=Wizualizasiýa

[OptionsFrameInterface.cbNightMode]
i[0]=Awtomatik
i[1]=Ýapyk
i[2]=Açyk

[OptionsFrameInterface.rsRun]
i[0]=Öçürilen
i[1]=Çepe
i[2]=Saga

[OptionsFrameInterface.rsShow]
i[0]=Öçürilen
i[1]=Çepden
i[2]=Sagdan
i[3]=Ýokardan
i[4]=Aşakdan

[OptionsFrameLang]
C1=Interfeýsiň dili
Caption=Interfeýsiň dili
L0=ýerli ulgam
L1=Ýunikod däl setirleri degişlilikde üýtgetmeli
L2=Esasylar
L3=Goşmaçalar

[OptionsFrameMLMain]
B1=Faýllaryň gözegçiligi...
C1=Fonoteka
Caption=Fonoteka
CB1=Baha berlenleri
CB2=Aýtdyrmaga başladylanlary
CB3=Diňlenen hasaplananlary
CB4=Eger-de baha berilmedik bolsa, derejesini bahanyň ýerine görkez
CB5=Faýllaryň teglerini bahalary boýunça sinhronlaşdyr
CB6= Bukjanyň mazmunyny bukja-asty bilen birlikde görkez
CB7=Haçan-da mümkin bolsa, esassyz toparlanmalary birikdir
GB1=Umumylykda
GB2=Maglumat binýadyna faýllary awtomatik goş
GB3=Dereje
GB4=Diňlenenleri hasaba al
L1=Faýlyň dowamlylygynyň minimal derejesi:
L2=Faýl aýtdyrylandan soňra diňlenen hasaplamaly:\nýöne 4 minutdan kän bolmaly däl
L3=Iň soňky derejesini aýratyn statistika üçin hasaba al:
L4=gün
L6=Faýl belliklerine öň bar bolan derejesini ýazmak üçin şu ýere basyň 

[OptionsFrameNet]
C21=Tora baglanmagyň parametrleri
Caption=Tora baglanmagyň parametrleri
CB1=Göni baglan
CB2=Ulgamyň sazlamalaryny ulan
CB3=Proksi sazlamalaryny elde görkez
L79=Garaşma wagty:
L98=Parol:
L106=Serwer:
L107=Port:
L108=Ulanyjy:

[OptionsFramePlayer]
C19=Syçanjygyň tigirçegi bilen aýlandyryş
Caption=Aýtdyryjy
CB21=Ähli penjireleriň üstünde
G1=Dolandyryjy
GB4=Aýtdyryjyny gyzgyn düwmeler bilen dolandyrmak
GB5=Syçanjyk bilen dolandyrmak
GB15=Çalşyk buferine göçürmek üçin setiriň şablony
L12=Adaty aýlandyryş
L13=Tizligini üýtget
L14=Gyzgyn düwme basylanda pozisiýany üýtget
L15=Temp-ni üýtget
L16=Gyzgyn düwme basylanda sesi üýtget
L18=Basylan "%s" düwme bilen aýlandyryş
L33=Ortaky düwme bilen basylanda:

[OptionsFramePlayer.MOBox]
i[0]=(ýok)
i[1]=Başlat/sägin
i[2]=Faýly goş

[OptionsFramePlayerBehavior]
C1=Awtomatika
CB1=Aýtdyrmanyň ýerleşýän ýerini dikelt
CB7=Eger-de bir faýl bolsa, aýtdyryjy sanawyny gaýtala
CB32=Ekwalaýzeri aýdyma görä sazla
CB47=Her bir aýtdyryjy sanawyň öz aýtdyryş tertibi bar (adaty / tötänleýin)
CB48="indiki / öňki faýl" düwmesiniň kömegi bilen aýtdyryjy sanawynda nawigasiýa edilende aýtdyryjynyň ýagdaýyny ýatda sakla
CB49=%1:s-dan köp bolan säginmeden soňra aýtdyrylyp başlananda %0:s yza süýşür
CB58=Indiki trege awtomatik geç
CB59=we säginmede goý
GB1=Umumy
GB2=Programma işläp başlanda
GB3=Aýtdyrmagyň režimi
GB4=Aýtdyryjy sanawyny aýtdyryp bolandan soňra
GB5=Aýtdyrylýan faýl aýtdyrjy sanawdan ýok edilende
GB6=Aýtdyrylýan faýly aýtdyryjy sanawa fokusirle
L1=Aýtdyrmagyň režimi:
L2=Aýtdyrmagyň sazlamalary

[OptionsFramePlayerBehavior.RG1]
i[0]=Aýtdyryp başla
i[1]=Aýtdyryjynyň ýapylandaky ýagdaýyna geç
i[2]=Hiç zat etme
i[3]=Säginme ýagdaýynda goý

[OptionsFramePlayerBehavior.RG2]
i[0]=Indiki aýtdyryjy sanawyna geç
i[1]=Aýtdyryjy sanawyny gaýtala
i[2]=Garaşmaklyk rejesine geç

[OptionsFramePlayerBehavior.RG3]
i[0]=Kadaly
i[1]=Häzirki faýly gaýtala
i[2]=Tötänleýin düzüliş

[OptionsFramePlayerBehavior.RG4]
i[0]=Hiç zat etme
i[1]=Aýtdyrmany sakla
i[2]=Indiki faýla geç

[OptionsFramePlayerBehavior.RG5]
i[0]=Eger-de aýtdyryjy sanaw ulanylmaýan bolsa
i[1]=Hiç haçan
i[2]=Hemişe

[OptionsFramePlaylistBehavior]
C6=Özüni alyp baryşy
Caption=Aýtdyryjy sanawy
CB1=Sahypa ýapylanda aýtdyryjy sanawy ýok et
CB2=Täze aýtdyryjy sanawynda belligi "Bookmarks" ady bilen aç
CB3=Faýllara doly ýoly ýatda saklamaly (maslahat berilýän)
CB4=Faýly "Default" atly wagtlaýyn aýtdyryjy sanawda ýatda sakla
CB8=Aýtdyryjy sanawy döredilende adyny girizmegi sora
CB31=Programma ýapylanda nobaty ýatda sakla
CB46=Bellikdäki aýtdyryjy sanawyny iki gezek basylanda ýap
CB56=Diskden faýllar ýok edilende tassyklamagy sora
CB57=Bir aýtdyryjy sanaw režimi
GB1=Ýatda sakla
GB2=Umumy

[OptionsFramePlaylistView]
bCancel=Bes et
bOk=Bolýar
C1=Aýtdryrjy sanawy şekillendirmegiň sazlamalary
Caption=Ýazgy pursadynyň görkezilişi
CB50=Saýlanan faýllar hakynda maglumaty görkez
cbAbsoluteNumeration=Bütinleý belgile
cbCollapseUnusedGroups=Ulanylmaýan toparlary awtomatik aýla
cbGroupMode=Aýtdyryjy sanawyny toparlara böl
cbMergeGroups=Ady meňzeş toparlary awtomatik birikdir
cbShow2ndLine=Maglumatly ikinji setiri görkez
cbShowDuration=Dowamlylyk sütünini görkez
cbShowExpandBtns=Toparlary ýygna/ýazdyr düwmelerini görkez
cbShowMarks=Bahalaryny görkez
cbShowNumbers=Tregiň nomerli sütünini görkez
cbShowSwitches=Çalşyrjy sütünleri görkez
gbFormating=Formatirlemegiň sazlamalary
gbGrouping=Toparlamanyň sazlamalary
gbLayoutSettings=Şekillendirmäniň sazlamalary

[OptionsFramePlugins]
B1=Täzeden başlat
Caption=Plugin-ler
L1=Birnäçe birikdirlen plugin-ler bu programma tarapyndan ulanylmaýar
lbURL=Goşmaça plugin-leri ýükläp al
N1=Ýok et
N2=Saýlananlary ýükle
N3=Ählisini ýükle
N4=Saýlananlary aýyr
N5=Ählisini aýyr
N6=Adaty bolmadyklaryny aýyr

[OptionsFramePlugins.cbFilter]
i[0]=Ählisi
i[1]=Birikdirilenleri
i[2]=Birikdirilmedikleri
i[3]=Ulanylmaýanlary

[OptionsFrameRadioCap]
C1=Umumy sazlamalar
C22=Internet radiosyny ýaz
Caption=Internet-radio
CB2=Ses ýodasyny ýazdyrma, eger-de şol atly faýl öňden bar bolsa
CB65=Kodirlemezden akymy ýazga geçir (diňe MP3 / AAC / AAC+ üçin)
CB66=Faýla bellikleri ýazdyr
CB67=CUE hasabatyny ýöret
CB68=Arka görnüşde wagty ýazmak üçin buferiň ölçegi
CB69=Dowamlylygy görkezilenden az bolsa, faýly ýok et:
GB6=Ýazmagyň parametrleri
GB9=Faýllara böl
L1=Arabaglanyş kesilende dikeltmek üçin birikdiriş synanşyklarynyň sany:
L2=User-Agent:
L3=Buferiň ölçegi:
L13=Wagt:
L24=Faýlyň ady üçin şablon:
L25=Ölçeg:
L85=Ýatda saklamak üçin bukja:

[OptionsFrameRadioCap.cbBreakType]
i[0]=Trekler boýunça böl
i[1]=Ölçegi boýunça böl
i[2]=Wagty boýunça böl

[OptionsFrameSkins]
B2=Görkez...
C1=AIMP-iň temalary
lbURL=Goşmaça AIMP-iň temalaryny ýükläp al
miDelete=Ýok et

[OptionsFrameSort]
Caption=Şablon
L1=Tertiplemede tersine öwürmek üçin "%!" simwolyny ulanyp bilersiňiz
L2=Tertiplemek üçin şablon
L3=Toparlamak üçin şablon

[OptionsFrameSoundOutRemapping]
btnRemove.h=Arabaglanşygy ýok et
Caption=Üýtgedilen kanallar
L0=Ulanyjy tarapyndan kesgitlenen şablon:
L1=Giriş
L2=Çykyş
L3=Kanal %d
L4=Redaktirlemek üçin şablony saýlaň:
N1=Häzirki wagtda aýtdyrylýan faýl üçin siziň girizen ähli üýtgetmeleriňiz, diňe bir ýagdaýda, ýagny redaktirlenýän şablon häsiýetleri boýunça gabat gelýän bolsa kabul ediler
N2=Eger-de şablon görkezilmedik bolsa - aýtdyryjy adaty şablony ulanar

[OptionsFrameSystem]
C1=Ulgam
Caption=Ulgam
CB2=Wezipeler panelinde häzirki trek hakynda maglumaty görkez
CB3=Häzirki faýl hakynda maglumaty aýlandyrmaga rugsat et
CB4=Aýtdyrma progresini görkez
CB5=Aýtdyryjynyň ýagdaýyny wezipeler paneliniň düwmesinde görkez
CB6=Aýtdyryjynyň ýagdaýyny progressiň zolagynyň reňkinde görkez
CB7=Audio akymyň "Anyklanmadyk" ýagdaýy
CB18=Monitoryň öçmegini gulpla
CB23=Kontekst menýusyna integrirle
CB24=CD/DVD-diskleriň awtoişlediş menýusyna integrirle
CB40="Işe goýber" buýurjysynyň menýusyna salgylanma goş
CB41=Programmany adaty aýtdyryjy hökmünde sanawa goş
CB60=Programmany Windows bilen bilelikde awto-işe goýber
GB1=Integrasiýa
GB2=Wezipeler panelinde düwmäni görkez
L1=Aýtdyryjynyň penjiresi hökman işjeň bolmaly
L99=Prioritet

[OptionsFrameTagEditor]
C1=Özüni alyp barşy
Caption=Bellikleriň redaktory
CB1=Bellikler meýdançasynyň manysyny işläp taýýarlamagy üçin girizilýän meýdança aňladylşyny ulanmaga rugsat ber

[OptionsFrameTray]
C15=Umumy
C16=Faýl hakynda maglumat
C17=Syçanjyk bilen dolandyr
Caption=Treý
CB1=Programma kiçeldilende treýe ýygna
CB2=Açylandan treýe ýygna
CB3=Treýe ýygnalanda kiçijik aýtdyrjyny görkez
CB4=Treý-belgide aýtdyryjynyň ýagdaýyny görkez
CB5=Treýde belgisini elmydama görkez
CB13=Syçanyň görkezijisi gönükdirilende faýl hakyndaky maglumaty görkez
L30=Bir gezek basylanda:
L31=Iki gezek basylanda:
L32=Ortaky düwme basylanda:
L34=Peýda bolmazdan öň säginme:

[OptionsFrameTray.TrayCmd]
i[0]=(öçürilen)
i[1]=Görkez/gizle
i[2]=Öňki planda
i[3]=Faýl hakynda maglumat
i[4]=AIMP-iň ses sazlaýjysy
i[5]=Başlat/sägin
i[6]=Faýly goş we aýtdyr
i[7]=Indiki faýl
i[8]=Öňki faýl

[OptionsSoundOutFrame]
C1=Aýtdyrmagyň parametrleri
Caption=Aýtdyrmagyň sazlamalary
CB1=Indiki tregiň öňünden ýüklenilmesi (köp ýer talap eder)
CB2=Sesiň logarifmiki sazlaýjysy
CB3=Sesiň tonkompensirlenmesini sazlaýjy
L1=Çykaryş usuly:
L2=Enjam:
L3=Parametrleri:
L4=Keşiň ölçegi:
L5=Programmanyň ses çykarmak üçin ulanjak kanallaryny bellik et

[OptionsSoundOutTransformFrame]
B1=Effektler dolandyryjysy
C1=Üýtgetmegiň parametrleri
CB1=Kanallaryň mikşirowanirlenmegine rugsat etmeli
CB1Hint=Stereo / köp kanally faýllar üçin durnukly we giňişleýin sesiň çykarylmagy.\nKöp kanally faýllar üçin stereo / mono oýlanşykly üýtgedilmesi.
CB2=Antiklipping
CB2Hint=Signal 0 dB bolanda, güwwüldi we galmagalyň peýda bolmasynyň öňüni al
CB3=Dizering
CB3Hint=Diskretizasiýanyň düýbünde peselme peýda bolsa, basyşdaky üýtgemäni ýok et
CB4=Ulgamyň dekoderlerini ulanmaga rugsat ber
GB1=Trekerlenen aýdym
GB2=Umumy
L1=Täzeden nusgalama:
L2=Tizlik
L3=Hil

[PartRepeatDialog]
B1=Sazla
B2=Aýyr
Caption=Gaýtalanma "A-B"
L1=A nokat:
L2=B nokat:

[PlaylistExportSettings]
btnOK=Bolýar
C4=Treklistiň eksportynyň sazlamalary
Caption=Treklistiň eksporty
CB54=Aýtdyryjy sanawynyň gizlin ýazgylaryny eksport et
CB55=Aýtdyryjy sanawynyň kategoriýalaryny eksport et
cbDefault=Meniň saýlanlarymy ýatda sakla
L26=Şablon:
L27=Format setiri:

[PlaylistsManagerDialog]
acImport=Aýtdyryjy sanawlary importirle...
acImportDirs=Bukja importirle...
acRemove=Saýlanan aýtdyryjy sanawlary diskden ýok et
acSortByName=Ady boýunça tertiple
btnPreimage=Sazlamalar
cbReadOnly=Üýgetmelere garşy gulpla
cbShuffleMode=Tötänleýin aýtdyryş tertibi 
L1=Umumy
L2=Şahsy sazlamalar
L3=Işjeň aýtdyryjy sanawlary
L4=Işjeň däl aýtdyryjy sanawlary
L5=Öňünden gör
lbPreimage=Asyl nusgasy:
lbPreimageNotes=Asyl nusgasy - aýtdyryjy sanawynyň maglumatlar çeşmesi bolup durýar (bukja, fonoteka we başgalar.)\n\n Asyl nusgasy bilen sinhronizirlemek üçin aýtdyryjy sanawanyň "Dürli" menýusyndan "Asyl nusgasyndan maglumaty okatmaly" düwmesine basyň. Asyl nusgasynyň birnäçe görnüşi awtomatik sinhronirlenmegi goldaýar.
lbStorage=Ýerleşişi:

[QTEAlbumArtEditor]
btnCancel=Bes et
btnOk=Bolýar
Caption=Albomyň suratyny redaktirle
lbScale=Masştaby:
lbSizes=Ölçegi:
pnlCrop=Kes
pnlScale=Ölçegini üýtget

[QteCustomFields]
btnCancel=Bes et
btnOK=Bolýar
Caption=Näbelli meýdança
miCopy=Nusga
miCopyAsUTF8=UTF8-setir hökmünde nusgala
miCopyAsUTF16BE=UTF16BE-setir hökmünde nusgala
miCopyAsUTF16LE=UTF16LE-setir hökmünde nusgala
miDelete=Ýok et
miExtractAll=Täze at bilen ýatda sakla...
miExtractSelected=Saýlananlary täze at bilen ýatda sakla...

[QTEExpressions]
btnCancel=Bes et
btnOK=Bolýar
Caption=Aňladylşy
lbTitle=Aňladylşyny giriziň, redaktirlenýän meýdançadaky ähli saýlanan faýllaryň manysy üçin prosessoryň haýsydyr biri ulanylar ýaly
W1=Aňladylşy hökman "=" bilen başlanýar

[QTEForm]
acMemoClear.h=Arassala
acMemoLoad.h=Faýldan ýükle...
acMemoSave.h=Täze at bilen ýatda sakla...
bCopyTo=Göçür...
Caption=Bellikleriň redaktory
L1=Aç
L2=Ýatda sakla
L3=Bellijigi aýyryň, sebäbi faýl ýatda saklananda suraty ýok ediler ýaly
lbCustomFields=Näbelli meýdança...
T1=Umumy
T2=Aýdymyň teksti
T3=CUE
T4=Maglumat

[QueueDialog]
Caption=Nobatyň dolandyryjysy
CB1=Sägindir
L1=Umumy wagt:

[QueueDialog.ListView]
c[0]=San
c[1]=Faýlyň ady
c[2]=Aýtdyryjy sanawy
c[3]=Dowamlylygy

[SearchForm]
B1=Gözlegiň sazlamalary
B2=Ýap
Caption=Giňişleýin gözleg
CB1=Ady boýunça gözleg
CB2=Ýerine ýetirijiniň ady boýunça gözleg
CB3=Albomyň ady boýunça gözleg
CB4=Žanra görä gözleg
CB5=Ýerleşýän ýerine görä gözleg
CB6=Tekstiň ýazylyşyna görä gözleg
L1=(Ählisi)
N1=Aýtdyr
N6=Aýtdyryjy sanawyndan tap

[SearchForm.Table]
c[0]=Ady
c[1]=Aýtdyryjy sanawy
c[2]=Nobatdaky sany

[Templates]
%Album=- albomyň ady
%AlbumArtist= - albomyň ýerine ýetirijisi
%AlbumGain= - replay gain-iň albom üçin ähmiýeti
%Artist= - ýerine ýetiriji
%BitDepth= - diskretizasiýanyň çuňlugy
%Bitrate= - bit ýygylygy
%BPM= - tregiň dinamikasy (minutda urgy sany)
%Caps2(A)= - Ähli Söz Baş Harp Bilen, Başlangyç Görkezijini Hasaba Almazdan
%Caps(A)= - Ähli Sözler Baş Harplar Bilen
%Case(..)= - boş däl birinji parametre gaýdyp geler
%Catalog= - katalogyň ady
%Channels= - kanallaryň sany
%Chapter=- häzirki bap
%Char(A)= - A kodly simwol
%CleanTitle(A)= - A setirdäki goşmaça agzalar (ft/feat) hakyndaky maglumaty ýok edýär
%Comment= - teswir
%Composer= - kompozitor
%Conductor= - dirižýor
%Copyright= - awtor hukuklary
%Dec(A,B)= - A peselmeler B baha görä. 
%Detransliterate(A)= - kirill simwollary latin elipbiýine transliterasiýa edilmez
%DiskNumber= - diskiň belgisi
%DiskTotal= - diskleriň mukdary
%Duration= - dowamlylygy
%EncodedBy= - kodirlän
%ExtractFileExt(A)= - A ady bilen faýlyň giňeltmesini çykar
%FileCreatedDate= - faýlyň döredilen senesi
%FileCreatedDateAndTime= - döredilen senesi we wagty
%FileCreatedTime= - faýlyň döredilen wagty
%FileDir(..)= - degişli bukjasynyň doly ýoly
%FileFormat= - faýlyň giňeltmesi
%FileModifiedDate= - faýlyň iň soňky üýtgedilen senesi
%FileModifiedDateAndTime= - faýl üýtgedilen senesi we wagty
%FileModifiedTime= - faýlyň iň soňky üýtgedilen wagty
%FileName(..)= - faýlyň doly ady
%FileParentDir(..)= - degişli bukjasynyň ady
%FileSize= - faýlyň ölçegi (bit)
%Format(A,B)= A - san üçin format setiri, B - san
%Genre= - žanry
%IF(A,B,C)== C, eger A boş bolsa, bolmasa - B
%IFEqual(A,B,C,D)== eger A = B, = C,  bolmasa - D
%IFGreater(A,B,C,D)== eger A > B, = C,  bolmasa - D
%IFGreaterOrEqual(A,B,C,D)== eger A >= B, = C,  bolmasa - D
%Inc(A,B)= - A ýokarlanmalar B baha görä. 
%Index= - aýtdyryjy sanawda tertip belgisi
%ISRC= - ISRC kody
%LastPlayDate= - faýlyň iň soňky aýtdyrylan senesi
%LastPlayTime= - faýlyň iň soňky aýtdyrylan wagty
%Length(A)= - A setirdäki simwollaryň sany
%Link= - internet salgylanma
%Low(A)= - ählisi setir harplar bilen
%Lyricist=- aýdym tekstiniň awtory
%Lyrics= - aýdymyň teksti
%Mark= - baha
%Mood= - şähtiňiz
%NewLine= - täze setire geçiş
%PlayCount= - aýtdyrylan faýlyň sany
%PrefixToTail(A)= - "The" we "A" artikl A setiriň soňuna geçiriler
%PrefixTrim(A)= - A setirdäki "The" we "A" artikl ýok ediler
%Publisher= - neşirýatçy
%Random(..)= - argumentde görkezilen 1-den tötänleýin san
%Rating= - aýdymyň derejesi
%RemoveFileExt(A)= - faýl adyndan faýl giňeltmesini aýyrýar
%Replace(A,B,C)=, A - başlangyç setir, B/C - nämäni/näme bilen çalşylýar
%SampleRate= - diskretizasiýanyň ýygylygy
%StrCopy(A,B,C)= - A pozisiýadan B göçür, nirde C - simwollaryň sany bolsa
%StrLeft(A,B)= - A setirde, ilkinji B siwmoly saklaýan setire gaýdyp geler
%StrPos(A,B)= - A setirden B çenli gözleg
%StrRight(A,B)= - A setirde, soňky B siwmoly saklaýan setire gaýdyp geler
%StrTrim(A)= - A setiriň başyndaky we sonuňdaky boşlugy ýok ediler
%TimeCode= - aýtdyrylýan faýlyň häzirki pozisiýasy şu görnüşde "S:MM:SS.MMM"
%Title= - aýdymyň ady
%Today(..)= - häzirki sene we wagt, adaty ýagdaýyndaky görnüşi: "yyyy.MM.dd hh.mm.:ss"
%TrackGain= - replay gain-iň aýdym üçin ähmiýeti
%TrackNumber= - albomda aýdymyň belgisi
%TrackTotal= - albomdaky aýdymyň mukdary
%Transliterate(A)= - kirill simwollary latin elipbiýine transliterasiýa ediler
%Up(A)= - ÄHLISI BAŞ HARPLAR BILEN
%Value= - häzirki ähmiýeti
%Year= - ýyl
%ReplaceEx(..)= (A, B1, C1, B2, C2...), A - başlangyç setir, B/C - nämäni/näme bilen çalşylýar
%Total= - ählisi

[Templates.Categories]
0=Umumy
1=Görkeziji
2=Şertleri
3=Setir
10=Meta-maglumat
11=Faýl
20=Statistika

[Updater]
B1=Barla
B2=Täzelenmäni gurna
Caption=Täzelenmeleri barla
CB1=Bu wersiýa hakynda duýdurmaly däl
L1=Sizdäki wersiýa:
L2=Soňky wersiýa:
L3=Täzelenmäniň barlygyny el bilen barla
L4=Täze wersiýasy elýeterli: %s
L5=Şu wersiýa çenli täzele
L6=durnukly wersiýa|synag edilýän wersiýa (Beta)|doly işlenilmedik wersiýa (Alpha)
W1=Üns beriň! Siziň saýlan wersiýaňyz entek durnukly däl we birnäçe ýalňyşlyklary bar bolmagy ähtimal! Dowam etmekçimi?

